Repository: miracle2k/corporeal
Catalog: localization/*/default.po
Languages: de

source: About
de: Über

source: Configuration
de: Einstellungen

source: Enable Online Synchronization
de: Online Synchronisation aktivieren

source: Item Properties
de: Eintrag

source: Title:
de: Titel:

source: Password:
de: Passwort:

source: Repeat:
de: Wiederholen:

source: Notes:
de: Notizen:

source: Toggle Hide/Show Passwords
de: Passwörter anzeigen/verstecken

source: Generate Password
de: Passwort generieren

source: Quality:
de: Qualität:

source: Cancel
de: Abbrechen

source: Add New Item
de: Neuen Eintrag hinzufügen

source: Add
de: Neu

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Search:
de: Suchen:

source: Control
de: Aktionen

source: Lock Workspace
de: Arbeitsfläche sperren

source: Force Sync
de: Sync erzwingen

source: Change Master Key
de: Hauptschlüssel ändern

source: Show Passwords
de: Passwörter zeigen

source: KeePass Exchange
de: KeePass Datenaustausch

source: Add from KeePass XML
de: Aus KeePass XML importieren

source: Export to KeePass XML
de: Nach KeePass XML exportieren

source: Title
de: Titel

source: Password
de: Passwort

source: Edit Properties
de: Eintrag bearbeiten

source: Select XML file to import
de: XML Datei zum Import auswählen

source: Copy Password
de: Passwort kopieren

source: Export to XML file
de: Nach XML exportieren

source: Create New
de: Neu erstellen

source: Change
de: Ändern

source: Make this store the default
de: Als Standard verwenden

source: Password Wizard
de: Passwort generieren

source: Number of characters:
de: Anzahl Zeichen:

source: Uppercase alphabetic (A-Z)
de: Großbuchstaben (A-Z)

source: Lowercase alphabetic (a-z)
de: Kleinbuchstaben (a-z)

source: Numbers (0-9)
de: Zahlen (0-9)

source: Underline '_'
de: Unterstrich '_'

source: Minus '-'
de: Minuszeichen '-'

source: Space ' '
de: Leerzeichen ' '

source: Special characters (!, ?, $, %, ...)
de: Spezielle Zeichen (!, ?, $, %, ...)

source: Brackets '(', ')', '[', ']', '{', '}'
de: Klammern '(', ')', '[', ']', '{', '}'

source: About %s
de: Über %s

source: XML Files (*.xml)
de: XML Dateien (*.*)

source: All Files (*.*)
de: Alle Dateien (*.*)

source: Patronus Store Files (*.patronus)
de: Patronus Store Dateien (*.patronus)

source: Error
de: Fehler

source: Please specify a title for this entry
de: Es muss ein Titel angegeben werden

source: The passwords do not match
de: Die Passwörter stimmen nicht überein

source: Edit Item Properties
de: Eintrag bearbeiten

source: Doesn't seem to be a valid KeePass XML export.
de: Scheint kein gültiger KeePass XML Export zu sein.

source: Failed
de: Fehlgeschlagen

source: An error occured while trying to import the XML file.
de: Während des XML Imports ist ein Fehler aufgetreten.

source: The error message was: "%s". However, %d items were still sucessfully imported.
de: Die Fehlermeldung war: "%s".%d Einträge wurden dennoch erfolgreich importiert.

source: The error message was: "%s". No new items were added.
de: Die Fehlermeldung war: "%s". Es wurden keine neuen Einträge angelegt.

source: Confirmation required
de: Bestätigung notwendig

source: Are you sure you want to delete the selected items? This operation cannot be undone.
de: Sollen die ausgewählten Einträge wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.

source: %s items will be deleted.
de: %s Einträge werden gelöscht.

source: %s items in store
de: %s Einträge in der Datenbank

source: Failed to open database. Most likely, the key you entered was incorrect.
de: Fehler beim Öffnen der Datenbank. Vermutlich war der eingegebene Schlüssel nicht korrekt.

source: It is also possible, however, that the file you tried to open is not a correct Patronus Store file, or the chosen store is damaged.
de: Es ist allerdings auch möglich dass die gewählte Datei kein gültiger Patronus Password-Speicher ist, oder der gewählte Speicher beschädigt ist.

source: Error message was: "%s"
de: Fehlermeldung war: "%s"

source: An error occured while trying to save the password store.
de: Während dem Abspeichern des Passwort-Speichers ist ein Fehler aufgetreten.

source: This is not good at all. Your last change likely has not been written to disk. If you're afraid of losing data, you probably should exit Patronus now and fix the problem before you continue using the current store.
de: Nicht so toll - die letzte Änderung wurde mit großer Wahrscheinlichkeit nicht auf die Festplatte geschrieben.Falls keine Daten verloren gehen sollen, ist es möglicherweise das Beste Patronus nun zu beenden und das Problem zu beheben, bevor mit dem aktuellen Passwort-Speicher weiter gearbeitet wird.

source: Keys do not match.
de: Die Schlüssel stimmen nicht überein.

source: You entered two different keys for the new store. Please try again, or click 'Create New' to restart the procedure and choose a new key.
de: Zwei verschiedene Schlüssel wurden angegeben. Bitte erneut versuchen, oder den Vorgang über "Neu erstellen" erneut beginnen.

source: You entered two different keys. Please try again. Click cancel if you decide not to change the master key of this store.
de: Zwei verschiedene Schlüssel wurden angegeben - bitte erneut versuchen. "Abrechen", wenn der Hauptschlüssel nicht geändert werden soll.

source: (none)
de: (keiner)

source: Choose / Create Password Store
de: Passwort-Speicher auswählen / erstellen

source: Create
de: Erstellen

source: Create New Password Store
de: Neuen Passwort-Speicher erstellen

source: Store To Create:
de: Neuer Speicher:

source: Choose Key:
de: Schlüssel wählen:

source: Confirm Key:
de: Schlüssel bestätigen:

source: Current Store:
de: Aktueller Speicher:

source: New Key:
de: Neuer Schlüssel:

source: Enter Key:
de: Schlüssel eingeben:

source: Load
de: Öffnen

source: Selected Store:
de: Gewählter Speicher:

source: Open Password Store
de: Speicher öffnen
